Repository: c0ns0le/YCBuilds
Catalog: ycfireslick/addons/script.thumbnailscleaner/resources/language/*/strings.po
Languages: italian

# Addon Summary
source: Thumbnails Cleaner allows you to clean the thumbnails folder of your XBMC
italian: Thumbnails Cleaner consente di pulire la cartella thumbnails del tuo XBMC

# Addon Description
source: Thumbnails Cleaner works for exclusion. The script read the databases and excludes the images found. No image will be deleted. Once completed, the images will be moved to the destination folder you choose. In case of simulation, the images will be copied.
italian: Thumbnails Cleaner lavora per esclusione. Lo script legge i database ed esclude le immagini trovate. Nessuna immagine sarà cancellata. Una volta completato, le immagini verranno spostate nella cartella di destinazione scelta. In caso di simulazione, le immagini verranno copiate.

# Addon Disclaimer
source: Thumbnails Cleaner works only with Frodo and later
italian: Thumbnails Cleaner funziona solo con Frodo e successivi

# #32100
source: General
italian: Generale

# #32101
source: Select the destination folder
italian: Seleziona la cartella di destinazione

# #32102
source: Enter the version number of Textures database
italian: Digita il numero di versione del database Textures

# #32103
source: Type an extra pattern to keep specific elements
italian: Digita un pattern extra per mantenere degli elementi specifici

# #32104
source: Please be careful with the following options
italian: Si prega di fare attenzione con le seguenti opzioni

# #32105
source: Disable checking for the Movies
italian: Disabilitare il controllo dei Film

# #32106
source: Disable checking for the Sets
italian: Disabilitare il controllo delle Collezioni

# #32107
source: Disable checking for the TV Shows
italian: Disabilitare il controllo delle Serie TV

# #32108
source: Disable checking for the Seasons
italian: Disabilitare il controllo delle Stagioni

# #32109
source: Disable checking for the Episodes
italian: Disabilitare il controllo degli Episodi

# #32110
source: Disable checking for the Music Videos
italian: Disabilitare il controllo dei Video Musicali

# #32111
source: Disable checking for the Video Genres
italian: Disabilitare il controllo dei Generi Video

# #32112
source: Disable checking for the Music Artists
italian: Disabilitare il controllo degli Artisti

# #32113
source: Disable checking for the Music Albums
italian: Disabilitare il controllo degli Albums

# #32114
source: Disable checking for the Music Songs
italian: Disabilitare il controllo delle Canzoni

# #32115
source: Disable checking for the Music Genres
italian: Disabilitare il controllo dei Generi Musicali

# #32116
source: Disable checking for the Actors
italian: Disabilitare il controllo degli Attori

# #32117
source: Disable checking for the Addons
italian: Disabilitare il controllo degli Addons

# #32118
source: Error
italian: Errore

# #32119
source: There's a problem with your database settings
italian: C'è un problema con le impostazioni del database

# #32120
source: Please check if the database settings are correct
italian: Si prega di controllare se le impostazioni del database sono corrette

# #32131
source: Size
italian: Dimensione

# #32133
source: Before
italian: Prima

# #32134
source: After
italian: Dopo

# #32135
source: Clean
italian: Pulisci

# #32136
source: Simulate
italian: Simula

# #32137
source: Query
italian: Richiedi

# #32138
source: Empty
italian: Svuota

# #32139
source: Settings
italian: Configura

# #32140
source: Exit
italian: Esci

# #32141
source: All
italian: Tutti

# #32142
source: None
italian: Nessuno

# #32143
source: Proceed
italian: Procedi

# #32144
source: Delete
italian: Cancella

# #32145
source: Quit
italian: Chiudi

# #32146
source: Abort
italian: Annulla

# #32147
source: Select the elements that you want to keep!
italian: Selezionare gli elementi che si desidera conservare!

# #32148
source: Select the elements that you want to delete!
italian: Selezionare gli elementi che si desidera eliminare!

# #32150
source: Credits
italian: Crediti

# #32152
source: The best way to clean the thumbnails folder of your XBMC
italian: Il modo migliore per pulire la cartella thumbnails del tuo XBMC

# #32153
source: Add-on author:
italian: Autore Add-on:

# #32155
source: For any problems visit the Thumbnails Cleaner thread on the XBMC forum
italian: Per qualsiasi domanda visita il thread Thumbnails Cleaner sul forum di XBMC

# #32160
source: Copying %s images
italian: Sto copiando %s immagini

# #32161
source: Moving %s images
italian: Sto spostando %s immagini

# #32162
source: Copied %s file(s) and is possible to recover %s
italian: Copiati %s file(s) ed è possibile recuperare %s

# #32163
source: %s field(s) would be deleted from the textures database!
italian: %s campo(i) verrebbero eliminati dal database delle textures!

# #32164
source: Moved %s file(s) and recovered %s
italian: Spostati %s file(s) e recuperati %s

# #32165
source: %s field(s) deleted from the textures database!
italian: %s campo(i) sono stati eliminati dal database delle textures!

# #32166
source: Completed
italian: Completato

# #32167
source: Thank you for using
italian: Grazie per aver usato

# #32200
source: The simulation was started at
italian: La simulazione è stata avviata il

# #32201
source: The cleaning was started at
italian: La pulizia è stata avviata il

# #32203
source: Sending JSON query. Please wait...
italian: Sto inviando la richiesta JSON. Si prega di attendere...

# #32204
source: Reading data for the movies
italian: Sto leggendo i dati per i film

# #32205
source: Found %s movies in the database
italian: Trovati %s film nel database

# #32206
source: Comparing images for the movies to exclude files
italian: Sto confrontando le immagini dei film per escludere i files

# #32207
source: Reading data for the collections
italian: Sto leggendo i dati per le collezioni

# #32208
source: Found %s collections in the database
italian: Trovati %s collezioni nel database

# #32209
source: Comparing images for the collections to exclude files
italian: Sto confrontando le immagini delle collezioni per escludere i files

# #32210
source: Reading data for the tv shows
italian: Sto leggendo i dati per le serie tv

# #32211
source: Found %s tv shows in the database
italian: Trovati %s serie tv nel database

# #32212
source: Comparing images for the tv shows to exclude files
italian: Sto confrontando le immagini delle serie tv per escludere i files

# #32213
source: Reading data for the seasons
italian: Sto leggendo i dati per le stagioni

# #32214
source: Found %s seasons in %s
italian: Trovati %s stagioni in %s

# #32215
source: Comparing images for the seasons to exclude files
italian: Sto confrontando le immagini delle stagioni per escludere i files

# #32216
source: Reading data for the episodes
italian: Sto leggendo i dati per gli episodi

# #32217
source: Found %s episodes in %s
italian: Trovati %s episodi in %s

# #32218
source: Comparing images for the episodes to exclude files
italian: Sto confrontando le immagini degli episodi per escludere i files

# #32219
source: Reading data for the music videos
italian: Sto leggendo i dati per i video musicali

# #32220
source: Found %s music videos in the database
italian: Trovati %s video musicali nel database

# #32221
source: Comparing images for the music videos to exclude files
italian: Sto confrontando le immagini dei video musicali per escludere i files

# #32222
source: Reading data for the video genres
italian: Sto leggendo i dati per i generi video

# #32223
source: Reading data for the movie genres
italian: Sto leggendo i dati per i generi dei film

# #32224
source: Found %s movie genres in the database
italian: Trovati %s generi per i film nel database

# #32225
source: Reading data for the tv show genres
italian: Sto leggendo i dati per i generi delle serie tv

# #32226
source: Found %s tv show genres in the database
italian: Trovati %s generi per le serie tv nel database

# #32227
source: Reading data for the music video genres
italian: Sto leggendo i dati per i generi dei video musicali

# #32228
source: Found %s music video genres in the database
italian: Trovati %s generi per i video musicali nel database

# #32229
source: Comparing images for the video genres to exclude files
italian: Sto confrontando le immagini dei generi video per escludere i files

# #32230
source: Reading data for the artists
italian: Sto leggendo i dati per gli artisti

# #32231
source: Found %s artists in the database
italian: Trovati %s artisti nel database

# #32232
source: Comparing images for the artists to exclude files
italian: Sto confrontando le immagini degli artisti per escludere i files

# #32233
source: Reading data for the albums
italian: Sto leggendo i dati per gli albums

# #32234
source: Found %s albums in the database
italian: Trovati %s albums nel database

# #32235
source: Comparing images for the albums to exclude files
italian: Sto confrontando le immagini degli albums per escludere i files

# #32236
source: Reading data for the songs
italian: Sto leggendo i dati per le canzoni

# #32237
source: Found %s songs in the database
italian: Trovati %s canzoni nel database

# #32238
source: Comparing images for the songs to exclude files
italian: Sto confrontando le immagini delle canzoni per escludere i files

# #32239
source: Reading data for the music genres
italian: Sto leggendo i dati per i generi musicali

# #32240
source: Found %s music genres in the database
italian: Trovati %s generi musicali nel database

# #32241
source: Comparing images for the music genres to exclude files
italian: Sto confrontando le immagini dei generi musicali per escludere i files

# #32242
source: Reading data for the addons
italian: Sto leggendo i dati per gli addons

# #32243
source: Found %s addons in the database
italian: Trovati %s addons nel database

# #32244
source: Comparing images for the addons to exclude files
italian: Sto confrontando le immagini degli addons per escludere i files

# #32245
source: Reading data for the actors in movies
italian: Sto leggendo i dati per gli attori nei film

# #32246
source: Reading data for the actors in tv shows
italian: Sto leggendo i dati per gli attori nelle serie tv

# #32247
source: Reading data for the actors in episodes
italian: Sto leggendo i dati per gli attori negli episodi

# #32248
source: Comparing images for the actors to exclude files
italian: Sto confrontando le immagini degli attori per escludere i files

# #32249
source: Removing duplicate elements from JSON query
italian: Rimozione degli elementi duplicati dall'interrogazione JSON

# #32250
source: Comparing images for the kept elements to exclude files
italian: Sto confrontando le immagini degli elementi tenuti per escludere i file

# #32251
source: Deleting %s remained textures from the database
italian: Sto cancellando %s textures rimanenti dal database

# #32300
source: Comparing %s images to exclude files
italian: Sto confrontando %s immagini per escludere i files

# #32301
source: Found %s images to be processed
italian: Trovate %s immagini da processare

# #32401
source: Are you sure to want empty the textures database?
italian: Sei sicuro di voler svuotare il database delle textures?

# #32402
source: A copy of database will be created before proceed!
italian: Una copia del database verrà creata prima di procedere!

# #32403
source: The copy of textures database was created!
italian: La copia del database textures è stata creata!

# #32404
source: Textures database has been emptied!
italian: Il database delle textures è stata svuotato!

# #32500
source: Aborted
italian: Annullato

# #32501
source: The operation was aborted by the user!
italian: L'operazione è stata annullata dall'utente!

# #32502
source: Terminated after %s
italian: Finito in %s
